Repository: gitsop01/sbmanager
Catalog: po/*.po
Languages: de, es, fr, it, ja

source: Manage SpringBoard icons on iPhone/iPod Touch devices
es: Ejecuta SBManager para organizar el Springboard de este dispositivo
it: Organizza le icone della Springboard dell' iPhone/iPod Touch
ja: iPhone/iPod Touch の SpringBoard アイコンを管理します

source: SpringBoard Manager
ja: SpringBoard マネージャ

source: No device found, is it plugged in?
de: Kein Gerät gefunden, habe Sie eines angeschlossen?
es: Ningun dispositivo encontrado, ٯEsta conectado?
fr: Impossible de trouver le périphérique, est-il branché ?
it: Dispositivo non trovato! E' connesso?
ja: デバイスが見つかりませんでした。接続されていますか？

source: Could not connect to lockdownd!
de: Kann mich nicht mit lockdownd verbinden!
es: No se puede conectar con lockdownd!
fr: Impossible de se connecter à lockdownd!
it: Impossibile connettersi al lockdownd!
ja: ロックダウンのための接続ができませんでした！

source: Could not start com.apple.springboardservices service! Remind that this feature is only supported in OS 3.1 and later!
de: Konnte com.apple.springboardservices nicht starten! Bedenken Sie,dass diese Funktionalität erst seit OS 3.1 verfügbar ist!
es: No se puede arrancar el servicio com.apple.springboardservices!Esta caracteristica solo esta disponible con OS 3.1 y posteriores
fr: Impossible de démarrer le service com.apple.springboardservices !Cette fonctionnalité n'est supportée que par les versions 3.1 et ultérieures de l'OS !
it: Impossibile connettersi a com.apple.springboardservices !Questa funzionalità è supportata solo dalla versione 3.1 in poi!
ja: com.apple.springboardservices サービスを開始できませんでした！ この機能は OS 3.1 以降のみサポートされています。

source: Could not connect to springboardservices!
de: Verbindung zu springboardservices auf dem Gerät nicht möglich!
es: ٮNo se puede conectar con springboardservices!
fr: Impossible de se connecter à springboardservices !
it: Impossibile connettersi a springboardservices!
ja: springboardservices に接続できませんでした！

source: Could not get icon state!
de: Konnte icon state nicht laden!
es: ٮNo es posible obtener el estado de los iconos!
fr: Impossible d'obtenir la disposition des icônes !
it: Impossibile ottenere lo stato delle icone!
ja: アイコンの状態を取得できませんでした！

source: icon state is not an array as expected!
de: icon state ist unerwarteterweise kein Array!
es: ٮEl estado del icono no es un array como se esperaba!
fr: l'état des icônes n'est pas un tableau comme attendu
it: lo stato delle icone non è un array!
ja: アイコン状態が期待通りの配列ではありません！

source: Could not get icon png data for '%s'
de: Konnte icon png-Daten für '%s' nicht laden!
es: ٮNo se puede obtener datos png del icono '%s'!
fr: Impossible d'obtenir les données PNG de l'icône '%s'!
it: Impossibile ottenere l'icona png per '%s'!
ja: '%s' のアイコンPNGデータを取得できませんでした

source: Could not set new icon state!
de: Konnte neuen icon state nicht setzen!
es: ٮNo se puede establecer el nuevo estado de los iconos!
fr: Impossible de définir une nouvelle disposition pour les icônes !
it: Impossibile impostare il nuovo stato delle icone!
ja: 新しいアイコン状態を設定できませんでした！

source: Unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Error desconocido encontrado
fr: Une erreur inconnue s'est produite
it: Errore sconosciuto
ja: 不明なエラーが発生しました

source: Manage iPhone/iPod Touch SpringBoard from the computer
de: iPhone/iPod Touch SpringBoard vom Computer aus bearbeiten
es: Maneja el Springboard de tu iPhone/iPod Touch desde tu ordenador
fr: Gérer le SpringBoard de l'iPhone/iPod Touch à partir d'un ordinateur
it: Gestisci la SpringBoard del iPhone/iPod Touch dal computer
ja: コンピュータから iPhone/iPod Touch の SpringBoard を管理します

source: Project Site
de: Projektseite
es: Web del projecto
fr: Site du projet
it: Sito del Progetto
ja: プロジェクトサイト

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー

source: Reload icons from device
de: Symbole erneut vom Gerät laden
es: Recargar los iconos desde el dispositivo
fr: Rélire les icônes à partir du périphérique
it: Ricarico le icone dal dispositivo
ja: デバイスからアイコンを再読込します

source: Upload changes to device
de: Änderungen auf das Gerät übertragen
es: Transferir los cambios al dispositivo
fr: Transférer les modifications vers le périphérique
it: Invio dei cambiamenti al dispositivo
ja: 変更をデバイスにアップロードします

source: Get info about this cool program
de: Informationen über dieses krasse Programm
es: Mas informacion sobre el programa
fr: À propos de cet incroyable programme
it: Ottieni informazione su questo programma
ja: このクールなプログラムの情報を表示します

source: Quit this program
de: Programm beenden
es: Salir del programa
fr: Quitter le programme
it: Chiudi questo programma
ja: プログラムを終了します
